Repository: Grocery4/FlorCycle
Catalog: project/locale/*/LC_MESSAGES/django.po
Languages: it

source: {count} DAYS
it: {count} GIORNI

source: {count} DAY
it: {count} GIORNO

source: Base menstruation date
it: Data della mestruazione iniziale

source: Average cycle duration
it: Durata media del ciclo

source: Average menstruation duration
it: Durata media della mestruazione

source: Send
it: Invia

source: Submitted data
it: Dati inviati

source: Menstruation dates
it: Mestruazione

source: Ovulation dates
it: Fase di ovulazione

source: Calendar
it: calendario

source: Prev
it: Precedente

source: Next
it: Successivo

source: Select a date
it: Seleziona una data

source: Period
it: Mestruazione

source: Ovulation
it: Ovulazione

source: General data
it: Dati generali

source: Reset %(label)s
it: Resetta %(label)s

source: Intercourse
it: Rapporti sessuali

source: Save Log
it: Salva

source: Dashboard
it: Bacheca

source: log period
it: registra ciclo

source: logs
it: diario

source: calendar
it: calendario

source: stats
it: statistiche

source: forums
it: forum

source: Dashboard - Read Only
it: Bacheca - Solo lettura

source: Go to Partner Setup
it: Vai a Configurazione Partner

source: settings
it: impostazioni

source: Add Period
it: Registra ciclo

source: Save
it: Salva

source: Prediction
it: Previsione

source: Confirmed
it: Confermato

source: Menstruation:
it: Mestruazioni:

source: Ovulation:
it: Ovulazione:

source: to
it: a

source: My cycles
it: I miei cicli

source: Logged periods
it: Mestruazioni registrate

source: Average period duration
it: Durata media mestruazioni

source: Average ovulation window
it: Finestra media di ovulazione

source: Day %(avg_ovulation_start_day)s-%(avg_ovulation_end_day)s
it: Giorno %(avg_ovulation_start_day)s-%(avg_ovulation_end_day)s

source: History
it: Storico

source: Predictions
it: Previsioni

source: Next menstruation
it: Prossima menstruazione

source: Next ovulation
it: Prossima ovulazione

source: Partner Setup
it: Configurazione Partner

source: Welcome %(user|upper)s!
it: Benvenuto %(user|upper)s!

source: To get started, share the following code with your partner:
it: Per iniziare, condividi il seguente codice con il tuo partner:

source: Linked Main User
it: Utente Principale Collegato

source: Connected to:
it: Collegato a:

source: Unlink
it: Scollega

source: No main user linked yet.
it: Nessun utente principale collegato.

source: Settings
it: impostazioni

source: Cycle Settings
it: Impostazioni ciclo

source: Premium Membership
it: Abbonamento Premium

source: ACTIVE
it: ATTIVO

source: You have an active <strong>%(plan)s</strong> subscription.
it: Hai un abbonamento <strong>%(plan)s</strong> attivo.

source: Valid until:
it: Valido fino al:

source: Are you sure you want to cancel your premium subscription? You will lose access to the forum.
it: Sei sicuro di voler annullare il tuo abbonamento premium? Perderai l'accesso al forum.

source: Cancel Subscription
it: Annulla abbonamento

source: EXPIRED
it: SCADUTO

source: Your premium subscription has expired.
it: Il tuo abbonamento premium è scaduto.

source: Expired on:
it: Scaduto in data:

source: Renew your subscription to regain access to the premium forum and exclusive features.
it: Rinnova il tuo abbonamento per ripristinare l'accesso al forum premium e alle funzionalità esclusive.

source: Payment Details
it: Dettagli pagamento

source: Renew Premium
it: Rinnova abbonamento premium

source: CANCELED
it: ANNULLATO

source: Your premium subscription has been canceled.
it: Il tuo abbonamento premium è stato annullato.

source: You can reactivate your premium membership at any time to access exclusive features.
it: Puoi riattivare il tuo abbonamento premium in qualsiasi momento per accedere alle funzionalità esclusive.

source: Reactivate Premium
it: Riattiva abbonamento premium

source: Unlock exclusive access to our community forum and connect with experts!
it: Ottieni l'accesso esclusivo al nostro forum della community e entra in contatto con gli esperti!

source: Upgrade to Premium
it: Passa a Premium

source: Profile Settings
it: Impostazioni profilo

source: Profile Picture
it: Foto profilo

source: No profile picture set.
it: Nessuna foto profilo impostata.

source: Update Picture
it: Aggiorna foto

source: Account Information
it: Informazioni account

source: Update Email
it: Aggiorna email

source: Change Password
it: Cambia password

source: Partner Management
it: Gestione partner

source: Link a Partner
it: Collega un partner

source: Enter partner code
it: Inserisci il codice partner

source: Link Partner
it: Collega partner

source: Linked Partners
it: Partner collegati

source: Unlink All Partners
it: Scollega tutti i partner

source: Backup & Restore
it: Backup & Ripristino

source: Backup Data
it: Backup dati

source: Download your cycle data, logs, and settings as a JSON file.
it: Scarica i tuoi dati del ciclo, i log e le impostazioni come file JSON.

source: Download Backup
it: Scarica backup

source: Restore Data
it: Ripristina dati

source: WARNING:
it: AVVISO:

source: Restoring data will OVERWRITE your current logs and settings. This action cannot be undone.
it: Ripristinare i dati cancellerà i tuoi log e le tue impostazioni attuali. Questa azione non può essere annullata.

source: Are you sure you want to restore data? This will replace your current entries.
it: Sei sicuro di voler ripristinare i dati? Questo sostituirà le tue voci attuali.

source: Upload & Restore
it: Carica & Ripristina

source: Reset All Data
it: Resetta tutti i dati

source: DANGER:
it: ATTENZIONE:

source: This will PERMANENTLY DELETE all your logs, settings, and stats. You will be redirected to the setup page.
it: Questo CANCELLERÀ PERMANENTEMENTE tutti i tuoi log, le tue impostazioni e le tue statistiche. Verrai reindirizzato alla pagina di configurazione.

source: FINAL WARNING: Are you sure you want to PERMANENTLY DELETE everything? This cannot be undone.
it: AVVISO FINALE: Sei sicuro di voler cancellare permanentemente tutto? Questo procedimento non può essere annullato.

source: Reset All (Start Fresh)
it: Resetta tutto (Inizia da zero)

source: Cycle Setup
it: Impostazioni ciclo

source: Configure Cycle
it: Configura ciclo

source: Please provide your average cycle details to get started.
it: Fornisci i tuoi dati del ciclo per iniziare.

source: Save & Continue
it: Salva & Continua

source: Frequency
it: Frequenza

source: Occurrences
it: Occorrenze

source: Cycle Length (Days)
it: Durata del ciclo (giorni)

source: Statistics
it: Statistiche

source: No matches found
it: Nessun risultato trovato

source: Cycle Length Distribution
it: Distribuzione della durata del ciclo

source: Not enough historical data to generate distribution.
it: Dati storici insufficienti per generare la distribuzione.

source: Last 1 Month
it: Ultimo mese

source: Last 3 Months
it: Ultimi 3 mesi

source: Last 6 Months
it: Ultimi 6 mesi

source: Last Year
it: Anno scorso

source: Activity
it: Rapporti sessuali

source: Total Intercourse
it: Totale rapporti

source: Orgasm Rate
it: Percentuale Orgasmi

source: Protected
it: Protetti

source: Unprotected
it: Non protetti

source: Intercourse Frequency
it: Frequenza rapporti

source: Orgasm Frequency
it: Frequenza orgasmi

source: Common Symptoms
it: Sintomi comuni

source: No enough data yet.
it: Dati insufficienti.

source: Search Logs
it: Cerca nel diario

source: Search notes...
it: Cerca nelle note...

source: Search
it: Cerca

source: Results
it: Risultati

source: Symptom & Mood Analysis
it: Analisi di sintomi e stati d'animo

source: Symptoms
it: Sintomi

source: Moods
it: Stati d'animo

source: Medications
it: Farmaci

source: Total Occurrences:
it: Occorrenze totali:

source: Current Cycle
it: Ciclo attuale

source: Today
it: Oggi

source: Probable ovulation day
it: Giorno di ovulazione probabile

source: Menstruation
it: Mestruazione

source: Ovulation Window
it: Fase di ovulazione

source: Probable ovulation
it: Giorno di ovulazione probabile

source: No cycle data available. Log your menstruation to see the timeline.
it: Nessun dato sul ciclo disponibile. Registra le tue mestruazioni per vedere la timeline.

source: go back
it: torna indietro

source: Successfully unlinked from partner.
it: Scollegato con successo dal partner.

source: Error unlinking from partner.
it: Errore nello scollegamento dal partner.

source: Partner profile not found
it: Profilo partner non trovato

source: No linked profile. Please link to a main user in partner setup.
it: Nessun profilo collegato. Collega a un utente principale nella configurazione del partner.

source: Cycle details updated successfully.
it: Dettagli sul ciclo aggiornati correttamente.

source: Email updated successfully.
it: Email aggiornata correttamente.

source: Error updating email.
it: Si è verificato un errore nell'aggiornamento dell'email.

source: Profile picture updated successfully.
it: Foto profilo aggiornata correttamente.

source: Error updating profile picture.
it: Si è verificato un errore nell'aggiornamento della foto profilo.

source: Your password was successfully updated!
it: La tua password è stata aggiornata correttamente!

source: Please correct the error below.
it: Correggi l'errore di seguito:

source: Successfully linked to partner!
it: Collegato con successo al partner!

source: Invalid partner code or partner already linked to someone else.
it: Codice partner non valido o partner già collegato ad qualcun altro.

source: Please enter a partner code.
it: Per favore inserisci un codice partner.

source: Successfully unlinked all partners.
it: Tutti i partner sono stati scollegati con successo.

source: Error unlinking partners: {error}
it: Errore nello scollegamento dei partner: {error}

source: Successfully unlinked partner.
it: Partner scollegato con successo.

source: Partner profile not found.
it: Profilo partner non trovato.

source: Welcome to Premium! You now have access to the forum.
it: Benvenuto a Premium! Ora hai accesso al forum.

source: Error processing payment. Please check your card details.
it: Errore durante l'elaborazione del pagamento. Controlla i dettagli della tua carta.

source: No backup file provided.
it: Nessun file di backup fornito.

source: Invalid JSON file.
it: File JSON non valido.

source: Data restored successfully.
it: Dati ripristinati con successo.

source: Restore failed: {error}
it: Ripristino fallito: {error}

source: All data has been reset. You can now start over.
it: Tutti i dati sono stati azzerati. Ora puoi iniziare da zero.

source: Reset failed: {error}
it: Azzeramento fallito: {error}

source: Harassment
it: Molestie

source: Inappropriate Content
it: Contenuto inappropriato

source: Other
it: Altro

source: Pending
it: In attesa

source: Resolved
it: Risolto

source: Dismissed
it: Respinto

source: Create New Thread
it: Crea nuova discussione

source: Back to Forums
it: Torna ai forum

source: Create a New Thread
it: Crea una nuova discussione

source: Start a conversation with the community.
it: Inizia una conversazione con la community

source: Title
it: Titolo

source: Enter thread title...
it: Inserisci titolo discussione...

source: Content
it: Contenuto

source: Write your post here...
it: Scrivi il tuo post qui...

source: Create Thread
it: Crea discussione

source: Cancel
it: Annulla

source: Confirm Delete
it: Conferma eliminazione

source: Back to Thread
it: Torna alla discussione

source: Confirm Deletion
it: Conferma eliminazione

source: Are you sure you want to delete this %(type)s?
it: Sei sicuro di voler eliminare questo %(type)s?

source: Yes, Delete
it: Sì, Elimina

source: Doctor Rankings
it: Classifica dei medici

source: Back to Dashboard
it: Torna alla Bacheca

source: Medical Experts Ranking
it: Classifica dei medici

source: Our top-rated verified medical professionals
it: I nostri medici più votati e verificati

source: Verified Specialist
it: Dottore verificato

source: N/A
it: N/D

source: Avg Rating
it: Voto medio

source: Reviews
it: Recensioni

source: No rated doctors yet. Be the first to provide feedback on a doctor's profile!
it: Nessun dottore è stato ancora votato. Sii il primo a fornire feedback su un profilo dottore!

source: Edit Comment
it: Modifica commento

source: Comment
it: Commento

source: Save Changes
it: Salva modifiche

source: Edit Thread
it: Modifica discussione

source: Community Forum
it: Forum della community

source: Connect, share, and learn from others.
it: Connettiti, condividi e impara dagli altri.

source: Search threads title...
it: Cerca discussione in base al titolo...

source: %(username)s's Profile
it: Profilo di %(username)s

source: Doctor Ranking
it: Classifica dei medici

source: Moderator Dashboard
it: Dashboard moderatore

source: Last Updated Threads
it: Discussioni aggiornate di recente

source: SOLVED
it: RISOLTO

source: by
it: di

source: Updated:
it: Aggiornato:

source: %(count)s participants
it: partecipanti: %(count)s

source: %(count)s comments
it: commenti: %(count)s

source: No threads found. Be the first to start a conversation!
it: Nessuna discussione trovata. Sii il primo a iniziare una conversazione!

source: Total Reports
it: Totale rapporti

source: Banned Users
it: Utenti banditi

source: Reported Comments
it: Commenti segnalati

source: Comment by %(username)s:
it: Commento di %(username)s:

source: Details:
it: Dettagli

source: No description provided.
it: Nessuna descrizione fornita.

source: View Context
it: Visualizza contesto

source: Resolve
it: Risolvi

source: Dismiss
it: Ignora

source: No reported comments.
it: Nessun commento segnalato.

source: Reported Threads
it: Discussioni segnalate.

source: Thread:
it: Discussione:

source: by %(username)s
it: di %(username)s

source: View Thread
it: Visualizza discussione

source: No reported threads.
it: Nessuna discussione segnalata.

source: User Management
it: Gestione utenti

source: Search users...
it: Cerca utenti...

source: Username
it: Nome utente

source: Type
it: Tipo

source: Status/Verification
it: Stato/Verifica

source: Action
it: Azione

source: Banned
it: Bandito

source: Active
it: Attivo

source: License:
it: Licenza:

source: View CV
it: Visualizza CV

source: No CV uploaded
it: Nessun CV caricato

source: Verified
it: Verificato

source: Unverified
it: Non verificato

source: Unban
it: Perdona

source: Ban this user?
it: Bandire questo utente?

source: Ban
it: Bandisci

source: Unverify
it: Annulla la verifica

source: Verify
it: Verifica

source: No users found.
it: Nessun utente trovato.

source: Member since %(date)s
it: Membro da %(date)s

source: Comments
it: Commenti

source: Threads
it: Discussioni

source: Rating
it: Valutazione

source: Recent Activity
it: Attività recente

source: No recent activity.
it: Nessuna attività recente.

source: Rate this Doctor
it: Valuta questo dottore

source: Score
it: Punteggio

source: Submit Rating
it: Invia valutazione

source: Doctor Ratings
it: Valutazioni medici

source: No ratings yet.
it: Ancora nessuna valutazione.

source: Report Comment
it: Segnala commento

source: Reporting this comment:
it: Segnalazione commento:

source: Why are you reporting this?
it: Perché segnali questo commento?

source: Additional details (optional)
it: Dettagli aggiuntivi (opzionale)

source: Submit Report
it: Invia segnalazione

source: Report Thread
it: Segnala discussione

source: Reporting this thread:
it: Segnalazione discussione:

source: Why are you reporting this thread?
it: Perché segnali questa discussione?

source: Posted by
it: Pubblicato da

source: Edit
it: Modifica voce

source: Are you sure?
it: Sei sicuro?

source: Delete
it: Elimina

source: SOLUTION
it: SOLUZIONE

source: Mark as Solution
it: Contrassegna come soluzione

source: Report
it: Segnala

source: No comments yet. Be the first to reply!
it: Nessun commento ancora. Sii il primo a rispondere!

source: Add a Comment
it: Aggiungi un commento

source: Write your comment here...
it: Scrivi il tuo commento qui...

source: Post Comment
it: Pubblica commento

source: ✓ This thread has been solved. It is no longer accepting new comments or modifications.
it: ✓ Questa discussione è stata risolta e non accetta più nuovi commenti o modifiche.

source: This thread is solved and no longer accepting new comments.
it: Questa discussione è stata risolta e non accetta più nuovi commenti.

source: Solved threads cannot be modified.
it: Le discussioni risolte non possono essere modificate.

source: Comments on solved threads cannot be modified.
it: I commenti nell discussioni risolte non possono essere modificati.

source: Comments on solved threads cannot be deleted.
it: I commenti nelle discussioni risolte non possono essere eliminati.

source: Report submitted successfully. Thank you for keeping our community safe.
it: Segnalazione inviata con successo. Grazie per aver contribuito a mantenere sicura la nostra community.

source: Thread reported successfully.
it: Discussione segnalata con successo.

source: Report marked as resolved.
it: Segnalazione contrassegnata come risolta.

source: Report dismissed.
it: Segnalazione respinta.

source: Thread report resolved.
it: Sgenalazione sulla discussione risolta.

source: Thread report dismissed.
it: Segnalazione sulla discussione respinta.

source: User {username} has been banned.
it: L'utente {username} è stato bandito.

source: You cannot ban another moderator.
it: Non puoi bandire un altro moderatore.

source: User {username} has been unbanned.
it: L'utente {username} è stato perdonato.

source: verified
it: verificato

source: unverified
it: non verificato

source: Doctor {username} is now {status}.
it: Il dottore {username} è ora {status}.

source: User {username} is a doctor but has no profile.
it: L'utente {username} è un dottore ma non ha un profilo.

source: User {username} is not a doctor.
it: L'utente {username} non è un dottore.

source: Your answer was marked as the solution!
it: La tua risposta è stata contrassegnata come soluzione!

source: Your comment on '{title}' was marked as the solution.
it: Il tuo commento su '{title}' è stato contrassegnato come soluzione.

source: Thread marked as solved!
it: Discussione contrassegnata come risolta!

source: You do not have permission to mark this thread as solved.
it: Non hai il permesso di contrassegnare questa discussione come risolta.

source: Guest mode
it: Modalità ospite

source: Guest Calendar
it: Calendario ospite

source: Simulate your cycle and see predictions without an account.
it: Simula il tuo ciclo e prevedi senza un account.

source: Enter Your Cycle Details
it: Inserisci i dettagli del tuo ciclo

source: Calculate Cycle
it: Calcola il ciclo

source: Your Predictions
it: Le tue previsioni

source: Cycle Calendar
it: Calendario ciclo

source: Name
it: Nome

source: Category
it: Categoria

source: Symptom
it: Sintomo

source: Mood
it: Stato d'animo

source: Medication
it: Farmaco

source: Positive
it: Positivo

source: Negative
it: Negativo

source: Light
it: Leggero

source: Medium
it: Medio

source: Heavy
it: Pesante

source: User
it: Utente

source: Date
it: Data

source: Cycle Window
it: Finestra del ciclo

source: Note
it: Nota

source: Flow
it: Flusso

source: Weight
it: Peso

source: Temperature
it: Temperatura

source: Ovulation Test
it: Test di ovulazione

source: Daily Log
it: Nota giornaliera

source: Daily Logs
it: Note giornaliere

source: Log
it: Note

source: Symptom Log
it: Sintomo

source: Symptom Logs
it: Sintomi

source: Mood Log
it: Umore

source: Mood Logs
it: Umori

source: Orgasm
it: Orgasmo

source: Quantity
it: Quantità

source: Intercourse Log
it: Rapporto

source: Intercourse Logs
it: Rapporti

source: Medication Log
it: Farmaco

source: Medication Logs
it: Farmaci

source: Abdominal cramps
it: Crampi addominali

source: Anxiety
it: Ansia

source: Backache
it: Mal di schiena

source: Bloating
it: Gonfiore

source: Body ache
it: Dolore corporeo

source: Cervical firmness
it: Consistenza cervicale

source: Cervical mucus
it: Muco cervicale

source: Cervical opening
it: Apertura cervicale

source: Chills
it: Brividi

source: Confusion
it: Confusione

source: Constipation
it: Stitichezza

source: Cottage-cheese
it: Perdite a ricotta

source: Cramps
it: Crampi

source: Cravings
it: Voglie

source: Creamy
it: Cremose

source: Diarrhea
it: Diarrea

source: Dizziness
it: Capogiri

source: Dry
it: Secco

source: Egg-white
it: Chiara d'uovo

source: Fainting
it: Svenimento

source: Fatigue
it: Stanchezza

source: Fever
it: Febbre

source: Foul-smelling
it: Cattivo odore

source: Green
it: Verdi

source: Headache
it: Mal di testa

source: Hot flashees
it: Vampate di calore

source: Hunger
it: Fame

source: Illness
it: Malattia

source: Insomnia
it: Insonnia

source: Irritability
it: Irritabilità

source: Irritation
it: Irritazione

source: Itchiness
it: Prurito

source: Low back pain
it: Dolore lombare

source: Migraines
it: Emicrania

source: Moodiness
it: Sbalzi d'umore

source: Muscle pain
it: Dolore muscolare

source: Neck ache
it: Dolore al collo

source: Night sweats
it: Sudorazione notturna

source: Ovulation Pain
it: Dolore da ovulazione

source: Pelvic pain
it: Dolore pelvico

source: Pms
it: Sindome premestruale

source: Rashes
it: Eruzioni cutanee

source: Sensitive breasts
it: Seno sensibile

source: Severe Pain
it: Dolore forte

source: Shoulder ache
it: Dolore alle spalle

source: Sticky
it: Appiccicose

source: Breast tenderness
it: Sensibilità al seno

source: Tension
it: Tensione

source: Unable to concentrate
it: Incapacità di concentrazione

source: Watery
it: Acquose

source: Weight gain
it: Aumento di peso

source: With blood
it: Con tracce di sangue

source: Mood swings
it: Sbalzi d'umore

source: Oily Skin
it: Pelle oleosa

source: Dry Skin
it: Pelle secca

source: High Sex Drive
it: Alto libido

source: Low Sex Drive
it: Basso libido

source: Angry
it: Arrabbiato

source: Anxious
it: Ansioso

source: Ashamed
it: Vergognoso

source: Assertive
it: Determinato

source: Bashful
it: Timido

source: Blue
it: Triste

source: Bored
it: Noiato

source: Confident
it: Fiducioso

source: Depresed
it: Depresso

source: Disappointed
it: Deluso

source: Distrustful
it: Diffidente

source: Embarassed
it: Imbarazzato

source: Emotional
it: Emotivo

source: Evil
it: Cattivo

source: Excited
it: Eccitato

source: Exhausted
it: Esausto

source: Fliratious
it: Provocante

source: Forgetful
it: Dimentico

source: Frisky
it: Vivace

source: Frustrated
it: Frustrato

source: Furious
it: Furioso

source: Good
it: Bene

source: Grumpy
it: Scontroso

source: Happy
it: Felice

source: Harsh
it: Duro

source: Hopeful
it: Speranzoso

source: Horny
it: Attizzato

source: Ill
it: Malato

source: Impatient
it: Impaziente

source: In love
it: Innamorato

source: Indifferent
it: Indifferente

source: Inspired
it: Ispirato

source: Jealous
it: Geloso

source: Lonely
it: Solo

source: Mischievous
it: Malizioso

source: Miserable
it: Miserabile

source: Neutral
it: Neutrale

source: Normal
it: Normale

source: Panicky
it: Preso dal panico

source: Peaceful
it: Tranquillo

source: Playful
it: Giocoso

source: Proud
it: Orgoglioso

source: Pure
it: Puro

source: Relaxed
it: Rilassato

source: Sad
it: Triste

source: Satisfied
it: Soddisfatto

source: Secretive
it: Riservato

source: Silly
it: Sciocco

source: Sleepy
it: Assonnato

source: Smug
it: Compiaciuto

source: Stressed
it: Stressato

source: Stunned
it: Stordito

source: Surprise
it: Sorpreso

source: Tense
it: Teso

source: Tormented
it: Tormentato

source: Unsafe
it: Inscuro

source: Weird
it: Strano

source: Worried
it: Preoccupato

source: Contraceptive pill
it: Pillola anticoncezionale

source: V-ring
it: Anello vaginale

source: Patch
it: Cerotto

source: Injection
it: Iniezione

source: IUD
it: Spirale

source: Implant
it: Impianto sottocutaneo

source: Yes
it: Sì

source: Medical Advice
it: Consulenza medica
