Repository: Grocery4/FlorCycle
Catalog: project/locale/*/LC_MESSAGES/django.po
Languages: it

source: Cycle Reminder
it: Promemoria ciclo

source: Forum Interaction
it: Interazione forum

source: Message
it: Messaggio

source: Notification type
it: Tipo di notifica

source: URGENT: Medical Advice Needed
it: URGENTE: Necessaria consulenza medica

source: You have logged all critical symptoms together: Severe Pain, Fainting, Fever, and Heavy Bleeding. Please contact a medical professional immediately.
it: Hai registrato tutti i sintomi critici insieme: dolore forte, svenimento, febbre e sanguinamento abbondante. Contatta immediatamente un dottore.

source: Your period is predicted to start tomorrow.
it: La mestruazione dovrebbe iniziare domani.

source: Your ovulation window is predicted to start tomorrow.
it: La finestra di ovulazione dovrebbe iniziare domani.

source: Ovulation Day Reminder
it: Promemoria ovulazione

source: Your most likely ovulation day is tomorrow.
it: Il giorno più probabile dell'ovulazione è domani.

source: New reply on your thread
it: Nuova risposta alla tua discussione

source: {username} replied to your thread: '{title}'
it: {username} ha risposto alla tua discussione: '{title}'

source: New reply in joined thread
it: Nuova risposta in una discussione cui partecipi

source: {username} replied to a thread you joined: '{title}'
it: {username} ha risposto a una discussione a cui partecipi: '{title}'

source: New Comment Report
it: Nuova segnalazione commento

source: A comment has been reported for {reason}. Review needed.
it: Un commento è stato segnalato per {reason}. È necessaria una revisione.

source: New Thread Report
it: Nuova segnalazione discussione

source: A thread has been reported for {reason}. Review needed.
it: Una discussione è stata segnalata per {reason}. È necessaria una revisione.

source: Notifications
it: Notifiche

source: Back
it: Torna indietro

source: Your Notifications
it: Le tue notifiche

source: Mark all as read
it: Contrassegna tutto come letto

source: %(time)s ago
it: %(time)s fa

source: Mark as read
it: Contrassegna come letto

source: View
it: Visualizza

source: Delete this notification?
it: Eliminare questa notifica?

source: No notifications yet.
it: Dati insufficienti.

source: Toggle Night Mode
it: Attiva/Disattiva modalità notte

source: register
it: registrati

source: Partner Signup
it: Configurazione Partner

source: Are you a doctor? Signup here!
it: Sei un dottore? Registrati qui!

source: Account Suspended | Florcycle
it: Account sospeso | Florcycle

source: ACCESS DENIED
it: ACCESSO NEGATO

source: Your account has been <strong>permanently suspended</strong> for violating our community guidelines.
it: Il tuo account è stato <strong>sospeso permanentemente</strong> per violazione delle nostre linee guida.

source: If you believe this was a mistake, contact our support team.
it: Se credi che si tratti di un errore, contatta il nostro team di supporto.

source: Return to Login
it: Torna alla pagina di accesso

source: Log in
it: Accedi

source: Forgot your password?
it: Password dimenticata?

source: Register
it: Registrati

source: Password Reset Complete
it: Password reimpostata

source: Your password has been set. You may go ahead and log in now.
it: La tua password è stata reimpostata. Ora puoi accedere.

source: Set New Password
it: Imposta nuova password

source: Please enter your new password twice so we can verify you typed it in correctly.
it: Inserisci la tua nuova password due volte per verificare di averla digitata correttamente.

source: Set Password
it: Imposta password

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
it: Il link di reimpostazione password non è valido, forse perché è stato già utilizzato. Richiedi una nuova reimpostazione password.

source: Request new reset
it: Richiedi nuova reimpostazione

source: Password Reset Sent
it: Reimpostazione password inviata

source: We've emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
it: Abbiamo inviato le istruzioni per reimpostare la tua password, se esiste un account con l'email inserita. Dovresti riceverle presto.

source: If you don't receive an email, please check your spam folder.
it: Se non ricevi un'email, controlla la cartella spam.

source: Return to log in
it: Torna alla pagina di accesso

source: Reset Password
it: Reimpostazione password

source: Forgotten your password? Enter your email address below, and we'll email instructions for setting a new one.
it: Dimenticato la tua password? Inserisci l'email dell'account e invieremo le istruzioni per reimpostarla.

source: Reset my password
it: Reimposta la mia password

source: Sign up
it: Registrati

source: Already have an account? Log in
it: Hai già un account? Accedi

source: Verification Pending
it: Verifica dell'account in corso

source: Account Verification Pending
it: Verifica dell'account in corso

source: Thank you for joining Florcycle's medical community. Your medical credentials are currently being reviewed by our administration team.
it: Grazie per esserti unito alla comunità medica di Florcycle. Le tue credenziali mediche sono attualmente in fase di revisione da parte del nostro team amministrativo.

source: This process typically takes 24-48 hours. You will receive an email once your account has been verified and you can access the forum.
it: Questo processo richiede in genere 24-48 ore. Riceverai un'email una volta verificato il tuo account e potrai accedere al forum.

source: Try Again
it: Riprova

source: This license number is already registered.
it: Questo numero di licenza è già registrato.

source: Card Number
it: Numero carta

source: Expiry Date
it: Data di scadenza

source: Moderator
it: Moderatore

source: Doctor
it: Dottore

source: trial
it: prova

source: monthly
it: mensile

source: yearly
it: annuale

source: Expired
it: Scaduto

source: Canceled
it: Annullato

source: Subscription plan
it: Piano di abbonamento

source: Subscription status
it: Stato abbonamento
